Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Asks the strap to list the feature-flag NAMES its own firmware knows: START_FF_KEY_EXCHANGE (0x75) then SEND_NEXT_FF (0x76) until the strap says it's done. Read-only — no flag value is written, and the SET commands are never sent from this probe. The list is shown here and written to the strap log.
de: Fragt das Band nach den NAMEN der Feature-Flags, die seine eigene Firmware kennt: START_FF_KEY_EXCHANGE (0x75), dann SEND_NEXT_FF (0x76), bis das Band das Ende meldet. Nur lesend — es wird kein Flag-Wert geschrieben, und die SET-Befehle werden von diesem Test nie gesendet. Die Liste wird hier angezeigt und ins Strap-Log geschrieben.
es: Pide a la banda que enumere los NOMBRES de los indicadores de función que conoce su propio firmware: START_FF_KEY_EXCHANGE (0x75) y luego SEND_NEXT_FF (0x76) hasta que la banda indique que ha terminado. Solo lectura — no se escribe ningún valor y esta sonda nunca envía los comandos SET. La lista se muestra aquí y se escribe en el registro de la banda.
fr: Demande au bracelet la liste des NOMS des indicateurs de fonction que son propre micrologiciel connaît : START_FF_KEY_EXCHANGE (0x75) puis SEND_NEXT_FF (0x76) jusqu'à ce que le bracelet signale la fin. Lecture seule — aucune valeur n'est écrite, et les commandes SET ne sont jamais envoyées par cette sonde. La liste s'affiche ici et est consignée dans le journal du bracelet.
it: Chiede al bracciale di elencare i NOMI dei flag di funzionalità noti al suo firmware: START_FF_KEY_EXCHANGE (0x75) e poi SEND_NEXT_FF (0x76) finché il bracciale non segnala la fine. Sola lettura — non viene scritto alcun valore e questa sonda non invia mai i comandi SET. L'elenco viene mostrato qui e scritto nel log del bracciale.
pl: Prosi pasek o wypisanie flag funkcji NAMES, które zna jego własne oprogramowanie sprzętowe: START_FF_KEY_EXCHANGE (0x75), następnie SEND_NEXT_FF (0x76), aż pasek poinformuje, że jest gotowy. Tylko do odczytu — nie jest zapisywana żadna wartość flagi, a polecenia SET nigdy nie są wysyłane z tej sondy. Lista jest pokazana tutaj i zapisana w dzienniku paska.
pt_pt: Pede à bracelete a lista dos NOMES dos sinalizadores de funcionalidade que o seu próprio firmware conhece: START_FF_KEY_EXCHANGE (0x75) e depois SEND_NEXT_FF (0x76) até a bracelete indicar que terminou. Apenas leitura — nenhum valor é escrito e os comandos SET nunca são enviados por esta sonda. A lista é mostrada aqui e registada no registo da bracelete.
ru: Запрашивает у ремешка список ИМЁН флагов функций, известных его прошивке: START_FF_KEY_EXCHANGE (0x75), затем SEND_NEXT_FF (0x76), пока ремешок не сообщит о завершении. Только чтение — ни одно значение не записывается, и команды SET этой пробой никогда не отправляются. Список показывается здесь и записывается в журнал ремешка.
th: ขอให้สายรัดแสดงรายชื่อแฟล็กคุณสมบัติที่เฟิร์มแวร์รู้จัก โดยส่ง START_FF_KEY_EXCHANGE (0x75) แล้วตามด้วย SEND_NEXT_FF (0x76) จนกว่าสายรัดจะแจ้งว่าเสร็จ เป็นการอ่านอย่างเดียว ไม่มีการเขียนค่าแฟล็ก และการตรวจสอบนี้จะไม่ส่งคำสั่ง SET รายชื่อจะแสดงที่นี่และบันทึกลงในบันทึกสายรัด
zh_hans: 请求手环列出其固件已知的功能标志名称：先发送 START_FF_KEY_EXCHANGE (0x75)，再重复发送 SEND_NEXT_FF (0x76)，直到手环表示已列完。只读——不会写入任何标志值，本探测也从不发送 SET 命令。列表会显示在此处并写入手环日志。
zh_hant: 要求手環列出其韌體已知的功能旗標名稱：先傳送 START_FF_KEY_EXCHANGE (0x75)，再重複傳送 SEND_NEXT_FF (0x76)，直到手環表示已列完。唯讀——不會寫入任何旗標值，本探測也從不傳送 SET 指令。清單會顯示在此處並寫入手環記錄。

source: asleep
de: schlafend
es: dormido
fr: endormi
it: addormentato
pl: we śnie
pt_pt: dormindo
ru: спит
th: นอนหลับ
zh_hans: 睡着了
zh_hant: 睡著了

source: Asleep
de: Schlafend
es: Dormido
fr: Endormi
it: Addormentato
pl: We śnie
pt_pt: Adormecido
ru: Сон
th: นอนหลับ
zh_hans: 已入睡
zh_hant: 已入睡

source: Asleep avg
de: Schlaf Ø
es: Promedio dormido
fr: Moy. endormi
it: Media addormentato
pl: Średnio śpię
pt_pt: Média de sono
ru: Сон, среднее
th: เวลาหลับเฉลี่ย
zh_hans: 平均睡眠
zh_hant: 平均睡眠

source: Asleep duration
de: Schlafdauer
es: Duración del sueño
fr: Durée de sommeil
it: Durata del sonno
pl: Czas snu
pt_pt: Duração do sono
ru: Длительность сна
th: ระยะเวลาการนอน
zh_hans: 睡眠时长
zh_hant: 睡眠時長

source: asleep last night
de: letzte Nacht geschlafen
es: dormido anoche
fr: endormi la nuit dernière
it: addormentato la scorsa notte
pl: spałem ostatniej nocy
pt_pt: dormi ontem à noite
ru: во сне прошлой ночью
th: นอนหลับเมื่อคืนนี้
zh_hans: 昨晚已入睡
zh_hant: 昨晚已入睡

source: Asleep Time
de: Schlafzeit
es: Tiempo dormido
fr: Temps endormi
it: Tempo di sonno
pl: Czas snu
pt_pt: Hora de dormir
ru: Время сна
th: เวลาหลับ
zh_hans: 入睡时长
zh_hant: 入睡時間

source: At a glance
de: Auf einen Blick
es: De un vistazo
fr: En un coup d'œil
it: In sintesi
pl: W skrócie
pt_pt: De relance
ru: Краткий обзор
th: ได้อย่างรวดเร็ว
zh_hans: 一目了然
zh_hant: 一目了然

source: at baseline
de: auf Basislinie
es: en la línea base
fr: à la référence
it: alla linea di base
pl: na poziomie podstawowym
pt_pt: na linha de base
ru: на уровне нормы
th: อยู่ที่ค่าฐาน
zh_hans: 处于基线
zh_hant: 處於基線

source: at or below baseline
de: auf oder unter der Basislinie
es: en o por debajo de tu línea base
fr: à ou en dessous de votre ligne de base
it: pari o sotto la tua linea di base
pl: na poziomie podstawowym lub poniżej
pt_pt: na linha de base ou abaixo
ru: на уровне нормы или ниже
th: ที่หรือต่ำกว่าเส้นฐาน
zh_hans: 处于或低于基线
zh_hant: 處於或低於基線

source: At risk
de: Gefährdet
es: En riesgo
fr: En danger
it: A rischio
pl: Zagrożony
pt_pt: Em risco
ru: Под угрозой
th: ตกอยู่ในความเสี่ยง
zh_hans: 有风险
zh_hant: 有風險

source: Attach this to a bug report.
de: Häng das an einen Fehlerbericht an.
es: Adjunta esto a un informe de error.
fr: Joignez ceci à un rapport de bug.
it: Allega questo a una segnalazione di bug.
pl: Dołącz to do raportu o błędzie.
pt_pt: Anexe isto a um relatório de erro.
ru: Приложите это к отчёту об ошибке.
th: แนบสิ่งนี้ไปกับรายงานข้อผิดพลาด
zh_hans: 把它附加到错误报告中。
zh_hant: 把它附加到錯誤報告中。

source: Audio cues
de: Audiohinweise
es: Avisos de audio
fr: Signaux audio
it: Segnali audio
pl: Wskazówki dźwiękowe
pt_pt: Dicas de áudio
ru: Звуковые подсказки
th: สัญญาณเสียง
zh_hans: 音频提示
zh_hant: 音訊提示

source: Authenticated ring stream
de: Authentifizierter Ringstream
es: Flujo de anillo autenticado
fr: Flux de sonnerie authentifié
it: Flusso dell'anello autenticato
pl: Uwierzytelniony strumień pierścienia
pt_pt: Fluxo de toque autenticado
ru: Аутентифицированный кольцевой поток
th: สตรีมวงแหวนที่ได้รับการรับรองความถูกต้อง
zh_hans: 认证环流
zh_hant: 認證環流

source: Auto
de: Automatisch
pl: Automatyczny
ru: Авторасчёт
th: อัตโนมัติ
zh_hans: 自动
zh_hant: 自動

source: Auto · %@ confidence
de: Automatisch · %@ Konfidenz
es: Auto · %@ de confianza
fr: Auto · confiance %@
it: Auto · affidabilità %@
pl: Auto · %@ pewność
pt_pt: Automóvel · %@ confiança
ru: Авто · уверенность %@
th: ออโต้ · %@ มั่นใจ
zh_hans: 自动 · 置信度 %@
zh_hant: 自動 · 信心度 %@

source: Auto · %lld bpm (Tanaka)
de: Automatisch · %lld bpm (Tanaka)
es: Auto · %lld ppm (Tanaka)
pl: Automatycznie · %lld bpm (Tanaka)
ru: Авторасчёт · %lld уд/мин (Танака)
th: อัตโนมัติ · %lld bpm (ทานาคา)
zh_hans: 自动 · %lld bpm（Tanaka）
zh_hant: 自動 · %lld bpm（Tanaka）

source: Auto-backup hasn't run in a few days. Check the backup folder is still available — a moved or disconnected cloud folder stops backups silently.
de: Das automatische Backup lief seit einigen Tagen nicht. Prüfe, ob der Backup-Ordner noch verfügbar ist – ein verschobener oder getrennter Cloud-Ordner stoppt Backups stillschweigend.
es: La copia de seguridad automática no se ha ejecutado en varios días. Comprueba que la carpeta de copias sigue disponible: una carpeta en la nube movida o desconectada detiene las copias sin avisar.
fr: La sauvegarde automatique n'a pas eu lieu depuis plusieurs jours. Vérifie que le dossier de sauvegarde est toujours disponible — un dossier cloud déplacé ou déconnecté interrompt les sauvegardes en silence.
it: Il backup automatico non viene eseguito da alcuni giorni. Verifica che la cartella di backup sia ancora disponibile: una cartella cloud spostata o disconnessa interrompe i backup senza avvisare.
pl: Automatyczna kopia zapasowa nie była uruchamiana od kilku dni. Sprawdź, czy folder kopii zapasowej jest nadal dostępny — przeniesiony lub odłączony folder w chmurze wstrzymuje tworzenie kopii zapasowych w trybie cichym.
pt_pt: A cópia de segurança automática não é feita há alguns dias. Verifica se a pasta de backup ainda está disponível — uma pasta na nuvem movida ou desligada interrompe as cópias silenciosamente.
ru: Автоматическое резервное копирование не выполнялось несколько дней. Проверьте, доступна ли папка для резервных копий — перемещённая или отключённая облачная папка молча останавливает копирование.
th: การสำรองข้อมูลอัตโนมัติไม่ทำงานมาสองสามวันแล้ว ตรวจสอบว่าโฟลเดอร์สำรองข้อมูลยังใช้งานได้ — โฟลเดอร์คลาวด์ที่ถูกย้ายหรือยกเลิกการเชื่อมต่อจะหยุดการสำรองข้อมูลโดยไม่แจ้งให้ทราบ
zh_hans: 自动备份已有几天未运行。请检查备份文件夹是否仍然可用——被移动或断开连接的云文件夹会悄然停止备份。
zh_hant: 自動備份已有幾天未執行。請檢查備份資料夾是否仍然可用——被移動或中斷連線的雲端資料夾會悄悄停止備份。

source: Auto-detect workouts
de: Workouts automatisch erkennen
es: Detectar entrenamientos automáticamente
fr: Détecter automatiquement les entraînements
it: Rileva automaticamente gli allenamenti
pl: Automatyczne wykrywanie treningów
pt_pt: Detecção automática de treinos
ru: Автоопределение тренировок
th: ตรวจจับการออกกำลังกายอัตโนมัติ
zh_hans: 自动检测锻炼
zh_hant: 自動偵測鍛鍊

source: Auto-nudge
de: Auto-Anstoß
es: Recordatorio automático
fr: Rappel automatique
it: Promemoria automatico
pl: Automatyczne przesuwanie
pt_pt: Deslocamento automático
ru: Автонапоминание
th: ดันอัตโนมัติ
zh_hans: 自动提醒
zh_hant: 自動提醒

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
pl: Automatyczny
pt_pt: Automático
ru: Автоматически
th: อัตโนมัติ
zh_hans: 自动
zh_hant: 自動

source: Automations
de: Automationen
es: Automatizaciones
fr: Automatisations
it: Automazioni
pl: Automatyka
pt_pt: Automatizações
ru: Автоматизации
th: ระบบอัตโนมัติ
zh_hans: 自动化
zh_hant: 自動化

source: Autonomic balance (LF/HF)
de: Autonome Balance (LF/HF)
es: Balance autonómico (LF/HF)
fr: Équilibre autonome (LF/HF)
it: Equilibrio autonomico (LF/HF)
pl: Równowaga autonomiczna (LF/HF)
pt_pt: Equilíbrio autónomo (LF/HF)
ru: Баланс автономной нервной системы (LF/HF)
th: ความสมดุลอัตโนมัติ (LF/HF)
zh_hans: 自主神经平衡（LF/HF）
zh_hant: 自主神經平衡（LF/HF）

source: Autonomic load
de: Autonome Belastung
es: Carga autónoma
fr: Charge autonome
it: Carico autonomico
pl: Obciążenie autonomiczne
pt_pt: Carga autónoma
ru: Вегетативная нагрузка
th: โหลดอัตโนมัติ
zh_hans: 自主神经负荷
zh_hant: 自主神經負荷

source: Autonomic load from HRV and resting heart rate
de: Autonome Last aus HRV und Ruheherzfrequenz
es: Carga autonómica a partir de la VFC y frecuencia cardíaca en reposo
fr: Charge autonome à partir de la VFC et de la FC au repos
it: Carico autonomico da HRV e frequenza cardiaca a riposo
pl: Obciążenie autonomiczne od HRV i tętno spoczynkowe
pt_pt: Carga autonómica da VFC e frequência cardíaca em repouso
ru: Вегетативная нагрузка по ВСР и пульсу в покое
th: โหลดอัตโนมัติจาก HRV และอัตราการเต้นหัวใจขณะพัก
zh_hans: 源自 HRV 和静息心率的自主神经负荷
zh_hant: 源自 HRV 與靜息心率的自主神經負荷

source: Autonomic load from today's heart-rate variability
de: Autonome Last aus der heutigen Herzfrequenzvariabilität
es: Carga autónoma según la variabilidad de tu frecuencia cardíaca de hoy
fr: Charge autonome d'après la variabilité de la fréquence cardiaque du jour
it: Carico autonomo derivante dalla variabilità della frequenza cardiaca odierna
pl: Obciążenie autonomiczne na podstawie dzisiejszej zmienności rytmu serca
pt_pt: Carga autonômica da variabilidade atual da frequência cardíaca
ru: Вегетативная нагрузка от сегодняшней вариабельности сердечного ритма
th: ภาระอัตโนมัติจากความแปรปรวนของอัตราการเต้นของหัวใจในปัจจุบัน
zh_hans: 当今心率变异性带来的自主负荷
zh_hant: 當今心率變異性所帶來的自主負荷

source: Autonomic load through the day
de: Autonome Belastung im Tagesverlauf
es: Carga autonómica a lo largo del día
fr: Charge autonome au fil de la journée
it: Carico autonomico durante la giornata
pl: Autonomiczne obciążenie przez cały dzień
pt_pt: Carga autónoma ao longo do dia
ru: Нагрузка на автономную нервную систему в течение дня
th: โหลดอัตโนมัติตลอดทั้งวัน
zh_hans: 全天的自主神经负荷
zh_hant: 全天的自主神經負荷

source: Autonomic load today: %@
de: Autonome Belastung heute: %@
es: Carga autonómica hoy: %@
fr: Charge autonome aujourd'hui : %@
it: Carico autonomico oggi: %@
pl: Obciążenie autonomiczne dzisiaj: %@
pt_pt: Carga autónoma hoje: %@
ru: Нагрузка на автономную нервную систему сегодня: %@
th: โหลดอัตโนมัติวันนี้: %@
zh_hans: 今日自主神经负荷：%@
zh_hant: 今日自律神經負荷：%@

source: Autonomic rigidity from your heart-rate rhythm. Higher means a more rigid, stressed rhythm.
de: Autonome Rigidität aus deinem Herzrhythmus. Höher bedeutet einen starreren, gestressteren Rhythmus.
es: Rigidez autonómica según el ritmo de tu frecuencia cardíaca. Cuanto más alto, más rígido y estresado es el ritmo.
fr: Rigidité autonome déduite du rythme de votre fréquence cardiaque. Plus élevé signifie un rythme plus rigide et plus stressé.
it: Rigidità autonomica dal ritmo della tua frequenza cardiaca. Più alto significa un ritmo più rigido e stressato.
pl: Sztywność autonomiczna wynikająca z rytmu tętna. Wyższy oznacza bardziej sztywny, akcentowany rytm.
pt_pt: Rigidez autónoma devido ao frequência cardíaca. Mais alto significa um ritmo mais rígido e stressado.
ru: Ригидность автономной нервной системы по ритму сердца. Чем выше значение, тем более ригидный, напряжённый ритм.
th: ความแข็งแกร่งแบบอัตโนมัติจากจังหวะการเต้นของหัวใจของคุณ ยิ่งสูงหมายถึงจังหวะที่เข้มงวดและเครียดมากขึ้น
zh_hans: 由心率节律得出的自主神经僵硬度。数值越高，节律越僵硬、越紧张。
zh_hant: 從你的心率節律得出的自律神經僵硬度。數值越高，代表節律越僵硬、越有壓力。

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
pl: Dostępne
pt_pt: Disponível
ru: Доступно
th: พร้อมใช้งาน
zh_hans: 可用
zh_hant: 可用

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media
pl: Przeciętny
pt_pt: Média
ru: Среднее
th: ค่าเฉลี่ย
zh_hans: 平均
zh_hant: 平均

source: Average heart rate
de: Durchschnittliche Herzfrequenz
es: Frecuencia cardíaca media
fr: Fréquence cardiaque moyenne
it: Frequenza cardiaca media
pl: Średnie tętno
pt_pt: Frequência cardíaca média
ru: Средний пульс
th: อัตราการเต้นหัวใจโดยเฉลี่ย
zh_hans: 平均心率
zh_hant: 平均心率

source: Average Heart Rate
de: Durchschnittliche Herzfrequenz
es: Frecuencia cardíaca media
fr: Fréquence cardiaque moyenne
it: Frequenza cardiaca media
pl: Średnie tętno
pt_pt: Frequência cardíaca média
ru: Средний пульс
th: อัตราการเต้นหัวใจเฉลี่ย
zh_hans: 平均心率
zh_hant: 平均心率

source: Average heart rate in beats per minute, optional
de: Durchschnittliche Herzfrequenz in Schlägen pro Minute, optional
es: Frecuencia cardíaca media en latidos por minuto, opcional
fr: Fréquence cardiaque moyenne en battements par minute, facultatif
it: Frequenza cardiaca media in battiti al minuto, opzionale
pl: Średnie tętno w uderzeniach na minutę, opcjonalnie
pt_pt: Frequência cardíaca média em batimentos por minuto, opcional
ru: Средний пульс в ударах в минуту, необязательно
th: อัตราการเต้นหัวใจเฉลี่ยเป็นครั้งต่อนาที (ไม่บังคับ)
zh_hans: 平均心率（每分钟次数，可选）
zh_hant: 平均心率（每分鐘次數，可選）

source: Average HR must be 25-250 bpm.
de: Die durchschnittliche Herzfrequenz muss 25–250 Schläge pro Minute betragen.
es: La frecuencia cardíaca promedio debe ser de 25 a 250 lpm.
fr: La fréquence cardiaque moyenne doit être comprise entre 25 et 250 bpm.
it: La frequenza cardiaca media deve essere compresa tra 25 e 250 bpm.
pl: Średnie tętno musi mieścić się w zakresie 25-250 bpm.
pt_pt: A FC média deve ser de 25 a 250 bpm.
ru: Средняя ЧСС должна составлять 25-250 ударов в минуту.
th: HR เฉลี่ยจะต้องอยู่ที่ 25–250 bpm
zh_hans: 平均心率必须为 25-250 bpm。
zh_hant: 平均心率必須為 25-250 bpm。

source: Average HR must be 25–250 bpm.
de: Durchschnittliche HF muss 25–250 bpm sein.
es: La FC media debe estar entre 25 y 250 bpm.
fr: La FC moyenne doit être comprise entre 25 et 250 bpm.
it: La FC media deve essere tra 25 e 250 bpm.
pl: Średnie tętno musi wynosić 25–250 bpm.
pt_pt: A FC média deve ser de 25–250 bpm.
ru: Средний пульс должен быть от 25 до 250 уд/мин.
th: HR เฉลี่ยจะต้องอยู่ที่ 25–250 bpm
zh_hans: 平均心率必须在 25–250 bpm 之间。
zh_hant: 平均心率必須在 25–250 bpm 之間。

source: Avg
de: Ø
es: Prom
fr: Moy.
it: Media
pl: Śr
pt_pt: Média
ru: Сред.
th: เฉลี่ย
zh_hans: 平均
zh_hant: 平均

source: AVG
de: Ø
es: PROM
fr: MOY.
it: MEDIA
pl: ŚREDNIA
ru: СРЕД
th: เฉลี่ย
zh_hans: 平均
zh_hant: 平均

source: avg · %lldd
de: Ø · %lldT
es: prom. · %lldd
fr: moy. · %lldj
it: media · %lldg
pl: średnio · %lldd
pt_pt: média · %lldd
ru: сред. · %lld дн.
th: เฉลี่ย · %lldd
zh_hans: 平均 · %lld 天
zh_hant: 平均 · %lld 天

source: avg %@
de: Ø %@
es: prom. %@
fr: moy. %@
it: media %@
pl: średnio %@
pt_pt: média %@
ru: сред. %@
th: เฉลี่ย %@
zh_hans: 平均 %@
zh_hant: 平均 %@

# avg %@ · %lldh
source: avg %1$@ · %2$lldh
de: Ø %1$@ · %2$lldh
es: prom. %@ · %lldh
fr: moy. %1$@ · %2$lldh
it: media %@ · %lldh
pl: średnio %1$@ · %2$lldh
pt_pt: média %1$@ · %2$lldh
ru: сред. %1$@ · %2$lld ч
th: เฉลี่ย %@ · %lldh
zh_hans: 平均 %@ · %lld 小时
zh_hant: 平均 %@ · %lld 小時

source: avg %lld
de: Ø %lld
es: prom. %lld
fr: moy. %lld
it: media %lld
pl: średnio %lld
pt_pt: média %lld
ru: сред. %lld
th: เฉลี่ย %lld
zh_hans: 平均 %lld
zh_hant: 平均 %lld

source: Avg HR
de: Ø HF
es: FC media
fr: FC moy.
it: FC media
pl: Średnie HR
pt_pt: Média de RH
ru: Сред. пульс
th: HR เฉลี่ย
zh_hans: 平均心率
zh_hant: 平均心率

source: AVG HR
de: Ø HF
es: FC PROM
fr: FC MOY.
it: FC MEDIA
pl: ŚR. TĘTNO
pt_pt: AVG RH
ru: СРЕД. ПУЛЬС
th: HR เฉลี่ย
zh_hans: 平均心率
zh_hant: 平均心率

source: Avg HR is shown as typed. The HR graph, zones and Effort stay from the recorded session.
de: Die Ø-HF wird wie eingegeben angezeigt. HF-Graph, Zonen und Anstrengung bleiben aus der aufgezeichneten Sitzung.
es: La FC media se muestra tal como la escribiste. El gráfico de FC, las zonas y el Esfuerzo se mantienen de la sesión registrada.
fr: La FC moy. est affichée telle que saisie. Le graphique de FC, les zones et l'Effort restent ceux de la séance enregistrée.
it: La FC media è mostrata come digitata. Il grafico FC, le zone e lo sforzo restano quelli della sessione registrata.
pl: Średnie tętno jest pokazane jako wpisane. Wykres HR, strefy i Wysiłek pozostają z zarejestrowanej sesji.
pt_pt: Avg HR é mostrado conforme introduzido. O gráfico de FC, zonas e esforço permanecem na sessão gravada.
ru: Средний пульс отображается как введено вручную. График пульса, зоны и Усилие остаются из записанной сессии.
th: HR เฉลี่ยจะแสดงตามที่พิมพ์ กราฟ HR โซน และภาระร่างกายจะคงอยู่จากเซสชันที่บันทึกไว้
zh_hans: 平均心率按你输入的显示。心率图、区间和消耗仍来自记录的会话。
zh_hant: 平均心率會以你輸入的數值顯示。心率圖、區間與消耗仍沿用記錄的訓練資料。

source: Avg pace
de: Ø Tempo
es: Ritmo medio
fr: Allure moy.
it: Passo medio
pl: Średnie tempo
pt_pt: Ritmo médio
ru: Средний темп
th: ก้าวเฉลี่ย
zh_hans: 平均配速
zh_hant: 平均配速

source: Awaiting strap
de: Warte auf Strap
es: Esperando la pulsera
fr: En attente du bracelet
it: In attesa della fascia
pl: Czekam na pasek
pt_pt: Aguardando bracelete
ru: Ожидание браслета
th: สายรัดรออยู่
zh_hans: 等待手环
zh_hant: 等待手環

source: Awake
de: Wach
es: Despierto
fr: Éveillé
it: Sveglio
pl: Obudzony
pt_pt: Acordado
ru: Бодрствование
th: ตื่น
zh_hans: 清醒
zh_hant: 清醒

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pl: Wstecz
pt_pt: Voltar
ru: Назад
th: ย้อนกลับ
zh_hans: 返回
zh_hant: 返回

source: Back to standard setup
de: Zurück zur Standard-Einrichtung
es: Volver a la configuración estándar
fr: Retour à la configuration standard
it: Torna alla configurazione standard
pl: Powrót do standardowej konfiguracji
pt_pt: Voltar à configuração padrão
ru: Назад к стандартной настройке
th: กลับสู่การตั้งค่ามาตรฐาน
zh_hans: 返回标准设置
zh_hant: 返回標準設定

source: Back to the marker list
de: Zurück zur Markerliste
es: Volver a la lista de marcadores
fr: Retour à la liste des marqueurs
it: Torna all'elenco dei marcatori
pl: Powrót do listy znaczników
pt_pt: Voltar à lista de marcadores
ru: Назад к списку маркеров
th: กลับไปที่รายการเครื่องหมาย
zh_hans: 返回标记列表
zh_hant: 返回標記列表

source: Back up now
de: Jetzt sichern
es: Hacer copia ahora
fr: Sauvegarder maintenant
it: Esegui il backup ora
pl: Cofnij się teraz
pt_pt: Faça cópia de segurança agora
ru: Создать резервную копию сейчас
th: สำรองข้อมูลตอนนี้
zh_hans: 立即备份
zh_hant: 立即備份

source: Backed up
de: Gesichert
es: Copia realizada
fr: Sauvegardé
it: Backup eseguito
pl: Kopia zapasowa
pt_pt: Cópia de segurança
ru: Резервная копия создана
th: สำรองข้อมูลแล้ว
zh_hans: 已备份
zh_hant: 已備份

source: Background Bluetooth has OS limits: iOS may pause NOOP when it's not in the foreground, so keep it open while syncing a fresh strap.
de: Bluetooth im Hintergrund hat OS-Grenzen: iOS kann NOOP pausieren, wenn es nicht im Vordergrund ist. Lass es also offen, während ein frischer Strap synchronisiert.
es: El Bluetooth en segundo plano tiene límites del sistema: iOS puede pausar NOOP cuando no está en primer plano, así que mantenla abierta mientras sincronizas una pulsera nueva.
fr: Le Bluetooth en arrière-plan a des limites du système : iOS peut mettre NOOP en pause quand il n'est pas au premier plan, donc gardez-le ouvert pendant la synchronisation d'un nouveau bracelet.
it: Il Bluetooth in background ha limiti di sistema: iOS può mettere in pausa NOOP quando non è in primo piano, quindi tienila aperta mentre sincronizzi una fascia nuova.
pl: Tło Bluetooth ma ograniczenia systemu operacyjnego: iOS może wstrzymać NOOP, gdy nie jest na pierwszym planie, więc pozostaw go otwartym podczas synchronizacji nowego paska.
pt_pt: O Bluetooth em segundo plano tem limites de sistema operativo: o iOS pode pausar o NOOP quando não está em primeiro plano, por isso mantenha-o aberto enquanto sincroniza uma bracelete nova.
ru: Фоновый Bluetooth ограничен системой: iOS может приостанавливать NOOP, когда он не на переднем плане, поэтому держите его открытым при синхронизации нового браслета.
th: บลูทูธในพื้นหลังมีข้อจำกัดของระบบปฏิบัติการ: iOS อาจหยุด NOOP ชั่วคราวเมื่อไม่ได้อยู่เบื้องหน้า ดังนั้นให้เปิดไว้ในขณะที่ซิงค์สายรัดใหม่
zh_hans: 后台 Bluetooth 受系统限制：NOOP 不在前台时 iOS 可能会将其暂停，所以在同步新手环时请保持应用打开。
zh_hant: 背景 Bluetooth 有作業系統的限制：NOOP 不在前景時 iOS 可能會暫停它，所以同步新手環時請保持應用程式開啟。

source: Background models
de: Hintergrund-Modelle
es: Modelos en segundo plano
fr: Modèles d'arrière-plan
it: Modelli di sfondo
pl: Modele w tle
pt_pt: Modelos de fundo
ru: Фоновые модели
th: โมเดลพื้นหลัง
zh_hans: 背景模型
zh_hant: 背景模型

source: Background scaling
de: Hintergrundskalierung
es: Escala del fondo
fr: Mise à l'échelle de l'arrière-plan
it: Ridimensionamento dello sfondo
pl: Skalowanie tła
pt_pt: Escala do fundo
ru: Масштабирование фона
th: การปรับขนาดพื้นหลัง
zh_hans: 背景缩放
zh_hant: 背景縮放
